checklist = {
    "업종": ("매수자가 요구한 매물 기업의 업종 또는 산업군과 동일하거나 유사한 업종인지 평가해주세요. 이후, 유사도 수준에 따라 차등적인 점수를 부여하세요.", 30),

    "EV": ("EV(기업가치평가)가 매수자의 요구한 EV 범위 내에 있어 DEAL 성사가 가능한지 (EV ≥ 최소 / EV ≤ 최대) 판단해주세요. 이후, EV가 범위 내에서 클수록 높은 점수를 부여하세요.", 30),

    "연매출": ("최근 연매출이 매수자가 제시한 최소 연매출 이상인지 (연매출 ≥ 최소) 판단해주세요. 이후, 요구치를 초과한 정도에 따라 차등적으로 높은 점수를 부여하세요.", 15),

    "투자단계": ("투자단계가 매수자가 요구한 최소 투자단계 이상인지 (ex: series A 이상) 확인해주세요. 이후, 높은 단계일수록 더 높은 점수를 부여하세요.", 15),

    "성장률": ("최근 매출 성장률이 매수자가 요구하는 최소 성장률 이상인지 평가해주세요. 이후, 성장률이 높을수록 높은 점수를 부여하세요.", 15),

    "누적투자유치금액": ("누적 투자유치금액이 최소 요구치를 초과한 경우, 초과 정도에 따라 차등적으로 높은 점수를 부여하세요.", 15),

    "투자유치건수": ("투자유치 건수가 최소 요구치 이상이면, 건수가 많을수록 높은 점수를 부여하세요.", 10),

    "수익성등급": ("수익성등급이 요구치 이상이면, 등급이 높을수록 높은 점수를 부여하세요.", 10),

    "자산규모": ("자산규모가 최소 요구치 이상인 경우, 자산규모가 클수록 높은 점수를 부여하세요.", 10),

    "기술등급": ("기술등급이 요구치 이상이면, 등급이 높을수록 높은 점수를 부여하세요.", 10),

    "부채비율": ("부채비율이 요구한 최대 부채비율 이하인 경우, 부채비율이 낮을수록 높은 점수를 부여하세요.", 10),

    "영업이익률": ("영업이익률이 최소 요구치를 초과한 경우, 초과 정도에 따라 차등적인 점수를 부여하세요.", 10),

    "순이익률": ("순이익률이 최소 요구치를 초과한 경우, 초과 정도에 따라 차등적인 점수를 부여하세요.", 10),

    "자산증가율": ("자산증가율이 최소 요구치를 초과한 경우, 초과 정도에 따라 차등적인 점수를 부여하세요.", 10)
} 